{
  "filename": "arcana5.are",
  "name": "The Library of Thera",
  "listing": "{HOUSE} Xyza The Library of Thera",
  "range": "4891 4899",
  "rooms": {
    "4891": {
      "vnum": "4891",
      "title": "First Floor",
      "description": "The floor has been remade, and is beautiful. A mosaic of color greets your\neyes as you look down at it. Bits of lapis, malachite, garnet, tiger's eye,\nswirl and dance in a design of color. The surface of the floor is smooth,\neach stone having been polished, but not so smooth as to induce slipping and\nfalling. The black-veined white marble walls are smooth and polished, gleam-\ning in the available light. Nothing adorns these walls, however.\nA golden staircase leads upward. It is polished to a fine shine, and appears\nto be in good condition.",
      "flags": [
        "ROOM_DARK"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "north": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "2650"
        },
        "up": {
          "keywords": [],
          "state": [],
          "key": "-1",
          "vnum": "4892"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "4892": {
      "vnum": "4892",
      "title": "Second Floor",
      "description": "The floor is of obsidian and alabastar mosaic, held together with mortar and\npolished to a shine. The circular walls are of smoothly polished obsidian,\nthe black and white dancing with each other in natural design. A huge former\nfountain sits in the center of the floor. It is dry; no liquid flows within\nit. A sign carved of light wood hangs on the new wall. Newly polished silver\nsconces stand at either side of the sign and continue around the room in\nregular intervals. These sconces hold glass containers which, in turn, hold\ncandles. There are thirteen in total around the perimeter of the room.\nAn obsidian staircase leads upward. It appears to be in good shape. You see\nthe glint of gold while looking downward, a golden stair, also in surpris-\ningly good shape.",
      "flags": [
        "ROOM_DARK"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "up": {
          "keywords": [],
          "state": [],
          "key": "-1",
          "vnum": "4893"
        },
        "down": {
          "keywords": [],
          "state": [],
          "key": "-1",
          "vnum": "4891"
        }
      },
      "extras": [
        {
          "keywords": [
            "sign"
          ],
          "description": "+------------------------------------------------------------------+\n|                                                                  |\n| \"The Library of Thera was conceived and created by Xyza for Dark |\n|  Mists. This area is not be reproduced or used in any other MUD  |\n|  without the permission of its Author, reachable at this place   |\n|  by sending a note to Xyza.\"                                     |\n|                                                                  |\n+------------------------------------------------------------------+"
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "4893": {
      "vnum": "4893",
      "title": "Third Floor",
      "description": "The granite floor is smooth and without flaw, polished to a shine. The feld-\nspar and mica glint in the glow of your light. Polished golden sconces adorn\nthe walls. Engraved in the round walls are names, some familiar, some\nobscure. There are several columns, also bearing names. The names are old\nnames, famous names in some cases, not famous in others. Leading upward, a\npolished silver staircase shows signs that someone has been taking good care\nof things here. A dark spot on the grey stone floor reveals itself to be an\nobsidian stair leading downward. This downward leading stair is in excellent\nrepair. The southern wall bears an archway leading to another room. The\narchway is lined with blocks of the same granite stone as is found on the\nfloor.",
      "flags": [
        "ROOM_DARK",
        "ROOM_INDOORS"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "south": {
          "keywords": [],
          "state": [],
          "key": "-1",
          "vnum": "4899"
        },
        "up": {
          "keywords": [],
          "state": [],
          "key": "-1",
          "vnum": "4894"
        },
        "down": {
          "keywords": [],
          "state": [],
          "key": "-1",
          "vnum": "4892"
        }
      },
      "extras": [
        {
          "keywords": [
            "column",
            "names",
            "first"
          ],
          "description": "01. Telradion, human paladin, lawful good, inducted by Xyza\n02. Cyro, ethereal channeler, true neutral, inducted by Xyza\n03. Shylok, giant anti-paladin, chaotic evil, inducted by Xyza\n04. Cirdan, elven paladin, lawful good, inducted by Xyza\n05. Rungekutta, draconian necromancer, evil, inducted by Xyza\n06. Riallus, human elementalist, lawful neutral, inducted by Xyza\n07. Borg, human cleric, neutral evil, inducted by Xyza\n08. Xurinos, drow channeler, neutral evil, inducted by Xyza\n09. Tarot, human necromancer, neutral evil, inducted by Xyza\n10. Llyfenerus, grey-elven channeler, true neutral, inducted by Xyza\n11. Sinistrad, anti-paladin, chaotic evil, inducted by Rungekutta\n12. Fevrea, grey-elven cleric, true neutral, inducted by Rungekutta\n13. Lennart, human channeler, good, inducted by Rungekutta\n14. Remus, channeler, lawful good, inducted by Riallus\n15. Zarn, human anti-paladin, chaotic evil, inducted by Rungekutta\n16. Valius, elven paladin, lawful good, inducted by Rungekutta\n17. Zeal, elven channeler, good, inducted by Riallus\n18. Janyr, grey-elven channeler, true neutral, inducted by Rungekutta\n19. Mierin, drow channeler, evil, inducted by Riallus\n20. Hendryk, human cleric, chaotic good, inducted by Riallus\n21. Pwent, dwarven cleric, inducted by Riallus\nMore names are farther to the right as you read."
        },
        {
          "keywords": [
            "column",
            "more",
            "second"
          ],
          "description": "22. Killian, drow anti-paladin, chaotic evil, inducted by Riallis\n23. Xanyth, ethereal channeler, true neutral, inducted by Rungekutta\n24. Thrainic, changeling anti-paladin, chaotic evil, inducted by Riallus\n25. Aviras, necromancer, evil, inducted by Rungekutta\n26. Tantalon, ethereal channeler, neutral good, inducted by Riallus\n27. Rashgallivac, drow anti-paladin, chaotic evil, inducted by Riallus\n28. Asyuram, necromancer, evil, inducted by Riallus\n29. Lorandanar\n30. Baatezu, troll cleric, evil, inducted by Fevrea\n31. Trygt, draconian anti-paladin, chaotic evil, inducted by Riallus\n32. Lucius, cleric, lawful neutral, inducted by Riallus\n33. Ryndalyn, grey-elven cleric, true neutral, inducted by Riallus\n34. Qabala, grey-elven channeler, true neutral, inducted by Riallus\n35. Mystiveils, ethereal channeler, good, inducted by Riallus\n36. Paladia, elven cleric, good, inducted by Fevrea\n37. Moghadien, inducted by Riallus\n38. Varnashke, changeling channeler, good, inducted by Fevrea\n39. Radix, draconian nightwalker, neutral evil, inducted by Rungekutta\n40. Zvain, drow necromancer, evil, inducted by Tarot\n41. Binabik, gnome elementalist, good, inducted by Ryndalyn\n42. Vladamir, drow anti-paladin, chaotic evil, inducted by Ryndalyn\nLooking to the right, you see even more names."
        },
        {
          "keywords": [
            "column",
            "right",
            "third"
          ],
          "description": "43. Gelfing, changeling channeler, evil, inducted by Xyza\n44. Ragnar, ethereal channeler, inducted by Ryndalyn\n45. Tarquist, human elementalist, evil, inducted by Xyza\n46. Nyarlathotep, drow cleric, evil, inducted by Tarot\n47. Zenan, drow anti-paladin, chaotic evil, inducted by Riallus\n48. Ptolemy, ethereal channeler, neutral, inducted by Xurinos\n49. Phelan, human paladin, lawful good, inducted by Qabala\n50. Valinor, human elementalist, lawful neutral, inducted by Riallus\n51. Skourn, drow anti-paladin, chaotic evil, inducted by Xurinos\n52. Deacis, drow necromancer, neutral evil, inducted by Qabala\n53. Elmister, grey-elven channeler, true neutral, inducted by Qabala\n54. Silas, grey-elven elementalist, neutral, inducted by Xurinos\n55. Phaerceuxes, elven paladin, lawful good, inducted by Xurinos\n56. Kethera, grey-elven cleric, true neutral, inducted by Riallus\n57. Donovan, grey-elven cleric, true neutral, inducted by Riallus\n58. Stefan, drow necromancer, evil, inducted by Xurinos\n59. Stile, elven cleric, neutral good, inducted by Qabala\n60. Silvaera, ethereal channeler, good, inducted by Riallus\n61. Vanderkleyn, human anti-paladin, chaotic evil, inducted by Binabik\n62. Cirin, dwarven cleric, good, inducted by Xyza\n63. Teilexu, inducted by Xyza\nLooking farther to the right, you read yet more names of ArchMages of\nthe past."
        },
        {
          "keywords": [
            "column",
            "farther",
            "fourth"
          ],
          "description": "64. Cryesta, gnome channeler, chaotic evil, inducted by Riallus\n65. Maximillian, changeling channeler, inducted by Xurinos\n66. Rupprecht, draconian channeler, neutral evil, inducted by Xurinos\n67. Khaled, human paladin, lawful good, inducted by Xurinos\n68. Chthone, changeling anti-paladin, chaotic evil, inducted by Xyza\n69. Kossil, drow necromancer, neutral evil, inducted by Riallus\n70. Amra, ethereal elementalist, neutral, inducted by Riallus\n71. Aboleth, giant cleric, chaotic neutral, inducted by Xyza\n72. Deva, ethereal channeler, neutral, inducted by Riallus\n73. Xerxes, illithid channeler, lawful evil, inducted by Xyza\n74. Druss, giant cleric, true neutral, inducted by Xyza\n75. Qantras, centaur paladin, lawful good, inducted by Riallus\n76. Nadonna, draconian necromancer, evil, inducted by Riallus\n77. Lorazaq, draconian necromancer, evil, inducted by Xyza\n78. Xenith, grey-elven channeler, lawful neutral, inducted by Xyza\n79. Jazabel, grey-elven cleric, neutral, inducted by Rupprecht\n80. Isidore, drow cleric, evil, inducted by Xyza\n81. Burcu, grey-elven cleric, true neutral, inducted by Rupprecht\n82. Georgina, ethereal channeler, chaotic neutral, inducted by Rupprecht\n83. Mephistophe, drow necromancer, evil, inducted by Rupprecht\n84. Sloan, changeling elementalist, true neutral, inducted by Rupprecht\nFarther to the right you see a final column of names and other information."
        },
        {
          "keywords": [
            "column",
            "final",
            "fifth"
          ],
          "description": "85. Ghwyrgy, troll anti-paladin, chaotic neutral, inducted by Rupprecht\n86. Brona, draconian necromancer, neutral evil, inducted by Rupprecht\n87. Shandril, elven channeler, good, inducted by Rupprecht\n88. Thengel, ethereal elementalist, inducted by Xerxes\n89. Lircos, grey-elven elementalist, true neutral, inducted by Xyza\n90. Melkandrel, grey-elven elementalist, lawful neutral, inducted by Xyza\n91. Cathubodva, grey-elven cleric, true neutral, inducted by Valinor\n92. Febvre, ethereal elementalist, neutral, inducted by Valinor\n93. Turlock, changeling elementalist, good, inducted by by Valinor\n94. Tyeldon, good, inducted by Riallus\n95. Throm, gnome channeler, good, inducted by Riallus\n96. Laranis, elven channeler, good, inducted by Xyza\n97. Akivasha, grey-elven channeler, lawful neutral, inducted by Melkandrel\n98. Raydak, grey-elven channeler, true neutral, inducted by Xyza\n99. Xalia, grey-elven channeler, lawful neutral, inducted by Melkandrel"
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "4894": {
      "vnum": "4894",
      "title": "Fourth Floor",
      "description": "The circular floor is a mosaic of polished stones held firmly in place. The\npicture it forms is that of a lemniscate, or a figure 8 if you look at it\nfrom the side view. Within one circular part of the 8 is a fiery phoenix\nrising from dark ashes. Within the other circular part of the 8 is a swirly\ndarkness, as though the floor artist chose not to depict any specific holy\nsymbol, yet indicate that some darkness lay here. The walls have been\nrecently polished, its smooth stone surface very pretty. A stair of cast\niron leads upward, and near it, a polished silver stair leads downward.",
      "flags": [
        "ROOM_DARK",
        "ROOM_INDOORS"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "up": {
          "keywords": [],
          "state": [],
          "key": "-1",
          "vnum": "4895"
        },
        "down": {
          "keywords": [],
          "state": [],
          "key": "-1",
          "vnum": "4893"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 110
    },
    "4895": {
      "vnum": "4895",
      "title": "Fifth Floor",
      "description": "The floor is of polished zebrawood, its grain a pleasant natural design of\ndark and light. A bin sits in the center of the room. Made of dark mahogany,\nit contrasts with the polished zebrawood floor. All the walls have been\npolished as well. Formed of panels of different woods, they contrast and\nyet match one another. You recognize oak and maple, mahogany, zebrawood,\nelm, pine, redwood, dogwood, and cherrywood. There are panels of woods you\nhave not seen before, or with whose origins you are not familiar. Hanging\non one of the darker panels of wood is a small sign. A polished wooden\nstair leads upwards. Near the base of this stair, a hole in the floor\nreveals a cast iron stair leading downward.",
      "flags": [
        "ROOM_DARK",
        "ROOM_INDOORS"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "east": {
          "keywords": [],
          "state": [
            "IS_DOOR"
          ],
          "key": "-1",
          "vnum": "4897"
        },
        "west": {
          "keywords": [],
          "state": [
            "IS_DOOR"
          ],
          "key": "-1",
          "vnum": "4898"
        },
        "up": {
          "keywords": [],
          "state": [],
          "key": "-1",
          "vnum": "4896"
        },
        "down": {
          "keywords": [],
          "state": [],
          "key": "-1",
          "vnum": "4894"
        }
      },
      "extras": [
        {
          "keywords": [
            "sign",
            "small"
          ],
          "description": "+---------------------------+\n|                           |\n| The bin is for collection |\n|  of things to aid those   |\n|   who would live here.    |\n|          Please           |\n|       do not take         |\n|  of the contents unless   |\n|  you are one who belongs  |\n|      to this place.       |\n|                           |\n+---------------------------+"
        }
      ],
      "hp_mod": 100,
      "mana_mod": 140
    },
    "4896": {
      "vnum": "4896",
      "title": "Sixth Floor",
      "description": "This circular room has a spectacular polished floor of lapis lazuli, dark and\nshiny, its golden veins contrasting merrily, running like simulated lightning\nacross the floor. The goldsmithery is still here as the great craftsman\ncontinues his work on the altar. A newly constructed, highly polished, wooden\nstair leads downward.",
      "flags": [
        "ROOM_DARK",
        "ROOM_INDOORS"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "down": {
          "keywords": [],
          "state": [],
          "key": "-1",
          "vnum": "4895"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "4897": {
      "vnum": "4897",
      "title": "Research Room",
      "description": "The floor is made of finely polished oak panels in a delicate parquet\ndesign. The walls shine in the light of several candles in pretty cast\niron sconces. You count thirteen of them. This room half-circles around\nthe main section of this storey. The doorway remains open, leading to\nthe west.",
      "flags": [
        "ROOM_DARK",
        "ROOM_INDOORS"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "west": {
          "keywords": [],
          "state": [
            "IS_DOOR"
          ],
          "key": "-1",
          "vnum": "4895"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "4898": {
      "vnum": "4898",
      "title": "Dark Research Room",
      "description": "The floor is formed of dark mahogany panels, arranged in a pretty parquet\ndesign. The dark walls, of the same wood, gleam in the light. Sconces of\npolished brass are set in regular intervals along the walls, thirteen in\nnumber. Each holds a black candle. The doorway remains open, leading to\nthe east. A shiny silver plaque framed in obsidian hangs on the western\nwall.",
      "flags": [
        "ROOM_DARK",
        "ROOM_INDOORS"
      ],
      "sector": "SECT_WATER_SWIM",
      "exits": {
        "east": {
          "keywords": [],
          "state": [
            "IS_DOOR"
          ],
          "key": "-1",
          "vnum": "4895"
        }
      },
      "extras": [
        {
          "keywords": [
            "plaque"
          ],
          "description": "+-----------------------------+\n|                             |\n|   This plaque is in honor   |\n|    of Shylok the Lord of    |\n| Fire and Ice, World Wrecker |\n|   who was third ArchMage    |\n|   and first ArchWizard of   |\n|           Shadow            |\n|    for all his service to   |\n|     the House of Arcana     |\n|                             |\n+-----------------------------+"
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "4899": {
      "vnum": "4899",
      "title": "Artifact Room",
      "description": "The walls here are finished, a bluish marble with dainty veins of dark and\nlight. The floor, completely restored, is of a similar marble, only a darker\nshade of blue, or maybe the veins are more dark than light. In each corner\nis a tall, golden floor sconce bearing a thick grey candle, a total of four.\nAn open archway, lined with grey stone, leads to the north. A small sign on\nthe eastern wall proclaims that Xyza, Goddess of Magic, once referred to\nthis room as the Artifact Room.",
      "flags": [
        "ROOM_DARK",
        "ROOM_INDOORS",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "north": {
          "keywords": [],
          "state": [],
          "key": "-1",
          "vnum": "4893"
        }
      },
      "extras": [
        {
          "keywords": [
            "sign"
          ],
          "description": "+---------------------+\n|                     |\n|    Xyza, Goddsss    |\n|      of Magic,      |\n|  Called this Room   |\n|         the         |\n|    Artifact Room    |\n|                     |\n+---------------------+"
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    }
  }
}