{
  "filename": "Castle Balkra.are",
  "name": "Castle Balkra",
  "listing": "{HOUSE} Darkwood Castle Balkra",
  "range": "5700 5799",
  "rooms": {
    "5701": {
      "vnum": "5701",
      "title": "The Gates of Castle Balkra",
      "description": "A stone road leads to the massive structure of Castle Balkra. The gigantic\niron gates which lock the outer keep are swung wide open.  The hardened stone\nwalls of the castle loom about three to four stories. Battle runes and mottos\nare inscribed within the front stone walls. From this spot four large towers\ncan be seen jutting out of the four corners of the castle.  On each tower a\nCrusader banner whips in the winds. The stone blocks forming the thick\nstructure of the outer castle gleam white in either sunlight or moonlight. If\nyou're an intruder your awakening is a rude one if the Samurai guardian is\npresent to deliver a devastating assault.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_CITY",
      "exits": {
        "east": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5702"
        },
        "west": {
          "keywords": [],
          "state": [],
          "key": "-1",
          "vnum": "2316"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5702": {
      "vnum": "5702",
      "title": "The Halls of Memory",
      "description": "You stand in a grand open space just inside the keep of the castle.  The\nceiling arches overhead, forming a large dome of stone which travels a long\nways into the Keep. The walls and the floors are cut from the finest grade of\nstone. The placement of each stone is with near perfection, impressing anyone\nwith the knowledge of architecture. Numerous pictures of famed battles\nentirely cover the walls and ceilings, and famous Crusader legends adorn the\nhall in the form of lifelike marble statues. The glory of the past thrives\nwith life as one walks the halls of memories.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "east": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5703"
        },
        "west": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5701"
        }
      },
      "extras": [
        {
          "keywords": [
            "explanation",
            "ages"
          ],
          "description": "A Brief Explanation of the Ages as Reckoned by the Steel Clan:\nThe First Age refers to the first recorded age of the history of the\nillustrious Steel Clan. This was a time when the Clan was known as The\nCrusaders of Valor, a name they still proudly bear. The First Age began with\nthe leadership of Rengar, while Aegnor still watched over the Keep from the\nHeavens. The Keep was located in the midst of Castle Valor in those days. Two\nevents brought about the end of the First Age: The defeat and destruction of\nthe Keep by Prince Styx and the Enforcers taking advantage of the Crusaders'\nweakness after a rough series of battles in their war against the ArchMages of\nArcana, and the unexplained disappearance of Lord Aegnor. The last recorded\nleader of the First Age was Racquel, a fierce female who led the Steel Clan to\na number of victories as it grew from the rubble of the First Age, having\nrelocated to a Keep built behind the house of the Crusader, Druvka.\nThe end of the First Age and the beginning of the Second Age were a little\nblurred in history. As Racquel is considered the last leader of the First Age,\nRipsaw is considered the first leader of the Second Age. At this time, The\nCrusaders of Valor began to call themselves the Steel Clan. Lord Julive oversaw\nthe House, wresting it from Lord Ceran, who had interfered with and taken over\nthe House toward the last days of Lord Aegnor's leadership from the Heavens.\nThis Heavenly struggle had begun toward the end of the First Age and roughly\nproduced the Second Age. The Second Age lasted a very long time, during which\nmany notable and valiant Crusaders lived and died, and a couple ascended to the\nHeavens (Darkwood and Gryleth). The gods continued to strive, and with the\ndisappearance of Lord Julive came the rising of a great and powerful Maelstrom\nwho oversaw the House. It was during this time that the Tower of Arcana in the\nIcy Wastes was laid waste, giving rise to the underwater Library Tower of\nArcana. When Lord Maelstrom interfered with the strong magic within the Library\nTower, Lady Xyza came to the Keep in Rockfist and reversed the power of the\nanti-magic which Lord Julive had set in place within the Keep. Not long after,\nLords Darkwood and Gryleth led an all-out assault upon the Library Tower of\nArcana, tearing it apart and crushing the Crystal of Power, sending magic into\nchaos and showing the weakness of the Weave which Lord Maelstrom had predicted\nwould be evident.\nWith the destruction of the Library Tower of Arcana came the end of the valiant\nSecond Age and the beginning of the Third Age, a time of reflection and\nreconsideration of how to continue the holy war against mortal magic.  The\nSteel Clan found itself at war with a growing dark Empire, although the\nemphasis had been on targeting powerful mages wherever they could be found.\nThis was also a time of rebuilding and renewal, rising up from old wounds.  The\nKeep at Rockfist was a ruin, and the Steel Clan hired dwarves and giants to\nfashion a new place. The new Keep was a castle in and of itself, named by Lord\nDarkwood as Castle Balkra, located on property claimed by the minotaurs of\nMahn-Tor Keep. This resulted in some trouble between the Crusaders and the\nMahn-Torean warriors who clashed from time to time as the minotaurs tried to\nstop or destroy the new castle. Lord Jord Roshnak was the last leader of the\nSteel Clan to face the minotaurean hordes in their efforts to destroy Castle\nBalkra. Although there were no great battles with master mages of such power as\nthe ArchMages of Arcana, a number of great heroes lived during this time, most\nnotably the trollkin Warlord named Moloch, who reacted to the edicts of Lord\nHector of the Empire of Legion by proudly calling himself a Dirt Farmer (for in\nthose days, Lord Hector had announced that the larger races, the trolls,\ngiants, and centaurs, were unfit to take on the mantle of leadership and were\nno better than dirt farmers). Warlord Moloch plowed a great number of 'smart\nmages' into the dirt during the Third Age.\nThe Third Age passed into the Fourth Age during a time of politcal upheaval.\nIts roots were both within the magic guild of Channelers, whose masters began\nteaching specializations within the guild, and within the blood of Lord\nDarkwood himself. The Guardian of Honor had begun a program of purifying mages.\nAn arborian by the name of Cahaba was the first mage to give up his magic and\nbecome purified of the tainted power. Soon after his purification, he\ndisappeared. The second mage to be purified was Princess Joja of Dhaes Drae\nAesilon. On the night of her rebirth, the Empire lost its Empress Yukino in a\nstruggle to the death in the very place that the former mage was reborn into\npurity. During the last week of Jord's mortal life on Thera, Joja was brought\ninto Castle Balkra to begin her training as a Warrior of Steel. But her best\nweapon was her wit and her ability to communicate with mages on their level of\nunderstanding. After centuries of bloodshed to defeat magic, she tried a\ntotally different tactic, reasoning with them.  The results were devasating to\nthe magic community as many mages either gave up magic entirely, or took their\nown lives. Lord Nixalis was the first leader of the Fourth Age. With Joja as\nEnvoy, and the mighty centaur Bradwarden as Warlord, they led the Steel Clan to\namazing victories against mortal magic. The Steel Clan won a resounding victory\nagainst the Enforcers of the Law, who had declared war upon Balkra. It was\nduring this time also that the first Hellhole opened and the demonsummoners who\ncalled themsevles Brethren of the Nine Hells rose up to power, easily\ntargetting Castle Balkra as the home of their greatest enemy, although the\nwarriors of the Tree of Life were also a power for them to reckon with. Indeed,\nthe Steel Clan seemed destined to fall in the midst of its greatest moment in\nhistory, when mages were dying fast. Through the hardships, the leaders of the\nSteel perservered, and the dark Brethren diminished in number, their power\nwaning, their dark gods abandoning them.  As the evil powers waned, a new\nmagical power arose, at first near the Castle Balkra, and then magically moving\ntheir Hourglass Tower to a position of obscurity south of Arkham. The Conclave\nof Wizards was the result of the studies of Lord Riallus WindGust, the\nMageLord, who sought to bring back the glory of Arcana of old with the new\nthinking of research and understanding of magic. Lord Darkwood trained Lady\nJoja to oversee the Steel Clan, and with a number of others aiding her, the\nClan has risen from its reputation as a House of overmuscled dullards to a\nHouse of honorable warriors with sharp wit.\nHere we stand today, in the Fourth Age. Empires have risen and fallen, the\ndarkest evil rose from the depths of the Abyss and fell back again. The Age of\nReason remains with us, we who are not only renowned for our physical strength,\nbut also for our mental power to understand right from wrong, and to teach the\npeople of Thera so that the weakened Weave may strengthen and remain strong,\nand the natural world of Thera may remain healthy and beautiful as it was meant\nto be. The challenge is no less today than it was in what many call the Golden\nAge. It is, in fact, a greater challenge, as the foolish arrogance of mages\nrises up against the tide of Steel. Our march to victory continues."
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5703": {
      "vnum": "5703",
      "title": "The Halls of Memory",
      "description": "Any sound created in this hall echoes down the large stretch of the stone\ndomed ceiling. The finely polished stones that make up the walls and floor\nare scattered with works of art. Paintings display the tales of Crusader\nimmortals. Scenes of great battles between the Crusader gods and their divine\nenemies jump out in vivid colors and detail. A feeling of awesome power\nentirely foreign to mortal experience surges though many of the works of art.\nLarge marble statues representing the titans themselves line the long stone\nhall. The mere act of traveling past the statues evokes an overwhelming sense\nof awe. On the walls near the Inner Keep you see a number of haphazardly\nspaced human handprints in dried blood.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "east": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5704"
        },
        "west": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5702"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5704": {
      "vnum": "5704",
      "title": "The Inner Keep",
      "description": "This is the heart of the Castle Balkra. The massive stone ceiling of the\ninner keep arches overhead. Oversized Roman arches are formed from large\ngranite stones, allowing entrance or exit in all the cardinal directions.\nSuits of various armors decorate this well traveled hall at various spots.\nThe grey stone floor is polished to a near mirror shine. Along the floor\ntoward the west, running north and south along the walls in the passages to\nthe north and south, is a marble pipe. The walls are covered with dried\nblood in the shape of human hand prints haphazardly spaced, some overlapping.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "north": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5706"
        },
        "east": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5729"
        },
        "south": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5716"
        },
        "west": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5703"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5705": {
      "vnum": "5705",
      "title": "The Hall of History",
      "description": "As you enter the hall of history you are forced to sneeze from the dust\ngathered about. Shelves, cases, storage bins, and racks of every sort litter\nthe room. Relics, ancient weapons, shields, figurines, old maps, cloaks,\narmor, anything old that relates to war or Crusader history seems to be\ncollected here.  Brass, steel, iron, stone, different woods, gems, myriad\npiles of material glimmer in the light. Layers of dust pile on many of the\nitems. You wonder how many treasures are hidden about in this room.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "east": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5707"
        },
        "south": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5709"
        },
        "west": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5711"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5706": {
      "vnum": "5706",
      "title": "Further in the Keep",
      "description": "This hall carries you further ino Castle Balkra. Each step sounds off a deep\necho carried through the heavy stone halls. To the east under a large Roman\narch lies a large barracks. To the north one can make their way further to\nthe east side of the castle. Along the base of the wall to the west, there is\na marble pipe stretching toward the north and south. Both east and west walls\nnear the Inner Keep are covered with haphazardly spaced human hand prints in\ndried blood.\nA proclamation entitled WAR AGREEMENT hangs on the eastern wall.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "north": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5707"
        },
        "east": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5715"
        },
        "south": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5704"
        }
      },
      "extras": [
        {
          "keywords": [
            "proclamation",
            "war",
            "agreement"
          ],
          "description": "WAR AGREEMENT\nTo: Crusader and  Conclave:\nThe below outlines the agreement between Crusader and Conclave as\nit pertains to raids and the war period between the two great Houses:\nThere shall be no raids unless a mortal defender capable of fighting is\nwithin the realms.  This defender needs not be at the Guardian, merely\nin the lands.  In respect to conclave apprentices - it is their duty to\nexpect such a raid when a crusader is present.  The Crusader may\nnotify the apprentice, but is not required to do so.\nException to above - it is permissible to raid without mortal defender\nto balance the power advantage.  To win by Absence is not an honorable\nor acceptable war strategy.\nDuels can be offered and should be offered.  If they are refused then\neither side may regain their respective artifact by attack and raid.\nif a raid is started while a mortal defender is in the lands and said\ndefender departs the raid is to be completed and the item of power\nmay be taken.\nDuring the war period only to ensure these terms are being met when\nthere is a raid a scroll is to be sent to EACH house stating who attacked\nand who was in the realms to defend.\nThe above is the official agreement as prepared by Wojciecha of House\nCrusader and Quenton of House Conclave.\nSealed:\nWojciecha, Leader of the Neverending Crusader\nQuenton, Master of the Tower\n1st the Month of the Winter Wolf, Year 215\nAmendment\nTo: Crusader and Conclave\nThe treaty is once again back in place between our houses. There are\namendments to adress and so we do so now. There will be NO defenderless\nraids on the houses. This will make the battles in the weeks between\nthe times of combat worth gaining. Gain the advantage during the week\ncould decide the result of the entire war.\nTo revisit the subject, there is no longer the possibility regaining\nadvantage by raiding without a defender in place.\nSigned:\nSegovax Raw, Leader of the Crusades\nQuenton Beck, Master of the Tower\n5th the Month of the Battle, Year 223"
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5707": {
      "vnum": "5707",
      "title": "East side of the Keep",
      "description": "This is the far eastern side of the keep. As with the rest of Castle Balkra,\nthe craftsmanship of stone here is the finest in the land. Torches hung to\nthe solid stone walls cast a creepy shadow as you make your way through this\nroom. The stone keep seems to offer little comfort as a chill of cool air\nblows through the hall. To the west, east, and south a large Roman arch leads\nto other parts of the castle. Along the floor to the west, a marble pipe runs\nnorth and south, and at the northern wall turns toward the east, running\nalong the base of the wall.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "east": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5713"
        },
        "south": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5706"
        },
        "west": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5705"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5708": {
      "vnum": "5708",
      "title": "The Altar of The Never Ending Crusades",
      "description": "You stand in the most sacred room in Castle Balkra. High above polished granite\nwalls is a nice vaulted ceiling, a dome covered with a mosaic of brilliant\ncolors depicting the life of the First Crusader, a dwarf who gave his life\nand soul to be housed in the Gauntlet. The walls themselves are so shiny they\nappear to glow with a luminescence that seems almost alive. Inscribed on the\nnorth and south walls are different parts of page sixteen of the Crusader Book\nof the Code. Covering much of the wall behind the altar is a huge painting\ndepicting a nature scene. The altar itself is fashioned as a pristine block of\ngranite sitting upon a base of marble, with circular stairs leading up to it.\nInside the altar lies the War Gauntlet which is guarded day and night by the\nWise One. It is rumored that to touch the Gauntlet of War with an impure\nwarrior's soul is to incur the wrath of the gods of war. The floor is also of\nmarble, and it is very clean despite the fact that many booted feet that have\ntrodden upon mud and dirt must enter here at one time or another.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "west": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5729"
        }
      },
      "extras": [
        {
          "keywords": [
            "painting",
            "nature",
            "scene"
          ],
          "description": "The painting seems to glow with light and life, and its subject is of nature.\nStanding among many berry trees is a huge stag with a ten-point rack. The sun\nis out, brightening the day, but also each of the moons is out, and each one\nseems to be full: white Lomenthiel, grey Erohach, and amber Gu. All four\ncelestial orbs are located in the upper left corner of the painting. In the\nforeground are three people familiar to the Steel Clan. Standing in the fore\nis and holding the steel War Gauntlet is Joja, the winged grey-elven goddess\nclothed in the velvets she wore when she married Krazar Lechium, who stands\nbehind her and, being a huge giant, eclipses many of the trees. Standing next\nto Krazar is Darkwood, Guardian of Honor, who, being an even bigger giant,\neclipses most of the rest of the trees. You can tell the difference between\nthe giants because Darkwood's face is covered by an iron mask with bits of\nskin hanging from it. Behind the giants and the berry trees (the ones still\nvisible), you see a mountain rising. You can tell that it is a mountain\nbecause it is taller than the giants."
        },
        {
          "keywords": [
            "north"
          ],
          "description": "You look at the north wall and see neatly inscribed within the polished\nilluminated granite wall:\nThe Ideal Crusader is one who keeps the purity of his soul, of his life,\nand of his honor before all else.\nThe Ideal Crusader gives his life in the name of the Crusades, and sees\nonly the honor in his actions.\nThe Ideal Crusader does not need to justify his actions, for they are\nwithout question.\nThe Ideal Crusader lives a life untainted by mortal magic and dishonor."
        },
        {
          "keywords": [
            "south"
          ],
          "description": "You look at the south wall and see neatly inscribed within the polished\nilluminated granite wall:\nThe Ideal Crusader is one who fights with wisdom and bravery at all times.\nThe Ideal Crusader is one who gives respect to all around him, for he knows\nthat to give respect is to receive. Earning respect is a myth. To treat one\nwith disrespect merely because they have given you disrespect is to lower\nyourself to their level, and a Crusader is better than that.\nThe Ideal Crusader is one who has learned that your Life is your Honor.\nThat Honor goes beyond fighting and dueling. Your honor can be seen in all\nthat you do and say.\nThe Ideal Crusader is YOU should you apply yourself. Follow the Code and\nkeep Honor foremost in your thoughts at all times."
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5709": {
      "vnum": "5709",
      "title": "The Chamber of Decisions",
      "description": "A huge mass of red oak forms a circle table that takes up half of the room.\nOversized solid oak chairs with tall backs line the edge of the giant table.\nOne chair dwarfs the rest, its size large enough for a titan to sit in.\nBattle maps and charts are pinned to various points of the walls. This seems\nto be the room where many of the important decisions take place. Near one of\nthe many maps on the wall is a framed leather scroll. Below it is a second\nframed leather scroll, this one sealed with green and adorned with a green\nribbon. In one corner is a rock bearing the likenesses of a centaur, a dwarf,\nand a canine which strongly resembles a wolf. There are small words chiseled\nin the bottom corner of the rock.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "north": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5705"
        },
        "west": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5710"
        }
      },
      "extras": [
        {
          "keywords": [
            "words"
          ],
          "description": "Korrick, Garkum, and Skean\nDay of Moon, 8th the Month of the Heat, Year 181\nPerformance of A Fairy Tale\nDrawn by Garkum"
        },
        {
          "keywords": [
            "framed",
            "leather",
            "scroll"
          ],
          "description": "Looking closely at the words, you sense that the hand which scribed them was\ndivine. You focus upon them and read:\nA change will be amended to the Code starting now\nThis point on, any house which we are at war with, whom raids our castle\nwith more than one member will be subject to the full fury of our defending\nmembers, target them at will.\nRember, this is only for Houses which we are at war with, only if\nthey raid our keep with more than one member\n(If only one member of the house raids alone, then treat them as normal and\ncall them)\nLooting policy remains the same follow it\nThose at war with us will know we will defend our castle at all costs\nEnvoy please make this policy known to the land\nDarkwood, The Guardian of Honor"
        },
        {
          "keywords": [
            "second",
            "scroll",
            "green",
            "ribbon",
            "2nd"
          ],
          "description": "You see a large leather scroll with a green seal and ribbon. It says:\nI decree a new change of policy for House Crusader\nLet it be known to all from this day foward that any House at war\nwith Crusader may be looted to the full extent\nThis excludes duels of Honor with the enemy, but for battles any\nCrusader may fully loot a enemy House member\nThis does not change our looting policy for those not at war with\nus, Honor shall be shown\nMay Honor guide all,\nDarkwood, Nature's Wrath, The Gaurdian of Honor"
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5710": {
      "vnum": "5710",
      "title": "Library of the Crusades",
      "description": "Rows and rows of heavy oak book shelves line this warm room. Books of almost\nevery size, color, age, and topic considered important to a Crusader fill the\nshelves. Numerous scrolls are plastered to the walls, lay sprawed out on\ntables, or sticking out of cubby holes. A warm glow emanates from the large\nbrick fireplace at the north end of the library. Large picture blocks with\nthe alphabet on them lay in many boxes to aid the needs of the many Crusaders\nwho are \"challenged\". You notice a librarian working diligently to keep this\nplace in order.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "east": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5709"
        }
      },
      "extras": [
        {
          "keywords": [
            "books",
            "shelf"
          ],
          "description": "A few books catch your eye.  They are titled \"Beginning\", \"Recent History\",\n\"Patience\", \"Ranks\", \"Banned\", \"Battle\", and \"Ancient History\"."
        },
        {
          "keywords": [
            "beginning"
          ],
          "description": "The gnome Crusader, Druvka, offered his home to be the location of the new\nCrusader Keep.  Combining the efforts of Lord Julive's divine power, and the\nfew gnomes that were willing to volunteer their services, the new keep was\nconstructed."
        },
        {
          "keywords": [
            "patience"
          ],
          "description": "Since time and blood have proven only that magic is a force overwhelming in\nits nature, it has been decreed that time and patience shall prove the\nCrusade's mightiest ally.  With constant effort and wise leadership, the\nCrusade shall grow in strength as Therans realize that magic is a thing best\nleft in divine hands, and that combat is the purist art form there is. On the\nday when all of Thera stands behind the Crusade, then the final points of\nresistance shall be swept from Thera in a tide of steel!"
        },
        {
          "keywords": [
            "ranks"
          ],
          "description": "The ranking system of the great Army of the Crusade is as follows:\nDaggers     - These are the lowest ranks, usually fairly new members.  The\nDaggers often run errands for the higher-ranked members of The\nArmy, and are expected to offer their gear to naked members\nthat rank above them.\nBroadswords - The Broadswords have proven themselves to be valuable members\nof The Army through Valorous combat.  Most Crusaders are at\nthis rank, and they are expected to show unfailing bravery in\nthe face of any and all danger.\nWarHammers  - Those Crusaders who time and time again prove themselves to be\nWarriors of a truly exceptional caliber are often granted the\nrank of WarHammer.  Much of the burden of raiding and defense\nfalls to the Warhammers, since they are adept at all manners\nand styles of combat.\nBattleAxes  - When a Warrior demonstrates prowess above and beyond his peers\nin all things desired from a Crusader, he is granted the title\nof BattleAxe.  BattleAxes are those who have found true union\nwith the spirit of battle, and understand the spiritual nature\nof the hunt and the fight.\nWarlord     - The Warlord of The Army is chosen from the ranks of the Battle-\nAxes, and is expected to lead The Army in matters military.  In\nmatters military, only the Leader can overrule the word of the\nWarlord.\nEnvoy       - The Envoy is the political leader of The Army, and is\nresponsible for interviewing applicants and negotiating with\nmembers of other Houses.  In matters political, only the Leader\ncan overrule the word of the Envoy.\nLeader      - The Leader is the most elite member of The Army.  Chosen from\neither the Warlords or the Envoy, the word of the Leader is law\nfor the rest of The Army."
        },
        {
          "keywords": [
            "Battle"
          ],
          "description": "A Crusader is an elite warrior and is expected to act with Valor and\nDiscipline.  Intent and action are judged independently when the Battle Code\nis applied, so a Crusader is responsible both for their intent AND the\noutcome of their actions.  Ignorance and errors are not acceptable excuses.\nUnless stated otherwise, the following rules apply to all situations where a\nCrusader anticipates combat with another mortal soul.\nBATTLE CODE OF THE CRUSADES\nI.    A true Warrior must fight alone.  Do not group with or work with any\nother when fighting, whether intentionally or incidentally.  This means\nno bouncing a target between attackers.  There is NO excuse for break-\ning this rule.\nII.   The resources of the Crusade should focus on those who use sorcerous\nmagic. We have no desire to alienate those who walk the line, rather we\nwould see them converted to the ways of purity.\nIII.  When attacking an enemy, a Crusader is to announce that target over the\nHouse channel, This then means no other Crusader can touch that target\nuntil:\nA. The target dies.\nB. The Crusader hunting dies, in which case the Crusader who wishes\nto attack the killer/target must yell out that target's name and\nalert them to vengeance in the name of honor as well as making\nthe House channel announcement.\nC. The Crusader who first called the target announces over the\nHouse channel that they no longer hunt the target and is well\nout of the area of the target.  Those that wish to hunt then\nannounce the name over the House channel.\nIV.   A mortal is considered one target. Only one Crusader may attack one\ntarget at a time, no matter the number of pets, slaves, or soldiers\nthat target controls.  Any Crusader in range may attack those creatures\nthat follow the target in the interest of evening the odds for the\nhunting Crusader as long as they DO NOT interfere with the actual\ntarget.\nV.    Under no circumstances should the followers of a Crusader (Ranger pets\nor enlisted help) outnumber those of the target at the initiation of a\nfight. This applies equally to hunting, raiding, defending, and\nduelling.  ANY ABUSE of this privilege will result in harsh punishment\nand full revocation of this privilege.\nVI.  When The Gauntlet is lost Crusaders are to offer a duel to those who\nhold it, if refused they are to retrieve it.\nVII. If the item of another house is held within the Keep, a duel offered by\nthe enemy must be accepted (if fair) for a chance to regain it.  Any\nCrusader within the range of the challenging party may be chosen as the\nHouse's champion, it need not be the person asked to duel.\nVII. The rare exception that Crusaders can attack one or more mages together\nis this: Only when the Gauntlet is lost and a duel not accepted for it.\nThen The Crusaders may unite to retrieve it.  After its return no such\nganging is allowed.\nIX.  Crusaders may not raid a house unless that house has a member to defend\n(the member does not have to be in range, immortals do not count).\nCrusaders may also raid if the Gauntlet is missing and believed to be in\nanother house, if it is not that house is not to be raided further.\nX.   Duels are matches or combat between two (2) people. Crusaders may duel\nfor honor, to test themselves, or to retrieve the Gauntlet. A duel is\nsupposed to be between two people solely, but a Crusader can agree to\nhandicap him/herself by allowing the rival to use slaves as help. Also\nthe duel can be to the death or until one loses the will to go on and\nflees. The match can have equipment at stake or be merely for challenge.\nBefore a duel is fought a Crusader should do two things: Make sure the\nterms are clear, and have the opponent give a ready signal. The opponent\nis to do likewise. In the event that you duel for a House item, no\ntrophy is to be taken, the corpse of the loser is to be left untouched,\nand fallen weapons not taken. Only the House item is at stake. The House\nitem is to be handed to the enemy if he/she is victorious, not\nsacrificed.\nXII. When an opponent falls to a Crusader, no more than 1/2 of his/her\npossessions may be taken from his/her corpse.  This is for the total\nlooting, not just what the Crusader takes.  However, a Crusader can keep\n1 piece of equipment as a trophy of victory no matter what. If someone\nelse loots the corpse, the crusader is to try to post a scroll to the\nvictim stating who, if he knows, and may only keep 1 piece of equipment,\nreturning the rest. Magical devices such as potions, staves, wands,\netc., are to be sacrificed to the gods. No Crusader shall loot a wedding\nring/band or a leader weapon or item from anyone, to do so is to bring\nshame and the wrath of the gods upon oneself."
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5711": {
      "vnum": "5711",
      "title": "The Northwest Tower",
      "description": "A howling whistle of wind and the draft of cool air welcomes you as you enter\nthe northwest tower of the castle. Strong granite stones masoned with excep-\ntional skill form the cone that makes up the tower. Tall stairs lead upwards,\neach step just below an average human's knee spiral to the top. Along the\ntower walls murder holes give a field of observation to that side of the\ncastle. Green moss grows between the goves of the fine stone. A damp cool\nbreeze of air blows through the tower.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "east": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5705"
        },
        "up": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5712"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5712": {
      "vnum": "5712",
      "title": "The Top of the Northwest Tower",
      "description": "The cross winds blow you slightly about on top of the tower. From this height\nall around the castle can be more than clearly viewed. The tower top is\nconstructed by smaller cut stones than the rest of the castle. It circles\naround with large stones placed to allow an opening for sight and a block to\ntake cover behind. Green moss grows from the cracks of stone and a mildew\nscent is carried in the air.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "down": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5711"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5713": {
      "vnum": "5713",
      "title": "The Northeast Tower",
      "description": "A howling whistle of wind and the draft of cool air welcomes you as you enter\nthe northeast tower of the castle. Strong granite stones masoned with excep-\ntional skill form the cone that makes up the tower. Tall stairs lead upwards,\neach step just below an average human's knee spiral to the top, where a bit\nof extra stone exists which must be stepped over to fully enter the top tower\nroom. Along the circular tower wall murder holes give a field of observation\nto that side of the castle, but unfortunately, not downward at the country-\nside below. There seem to be some small markings on the wall hidden among the\nvarious scratches and chips in the stone. Green moss grows between the goves\nof the fine stone. A damp, cool breeze blows through this part of the tower.\nAlong the base of the northern wall is a marble pipe leading toward the west,\nand rising upward and then through a marble box-shaped structure standing\nupon a tripod of marble legs. The top of the marble box is an iron grate, and\nsmoke rises from it. The marble pipe exits out the other side and rises up\nthe northern wall until it disappears through the ceiling. Another pipe runs\nacross the ceiling and down the northern wall until it finds one of the\nmurder holes, at which point it turns outward and stops. Water drips from its\nopen end to the ground below.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "west": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5707"
        },
        "up": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5714"
        }
      },
      "extras": [
        {
          "keywords": [
            "marble",
            "box",
            "iron",
            "grate"
          ],
          "description": "The box is filled with something hot. Rocks? Twigs? You can barely make out\nburning embers within, for the marble piping gets in the way of your vision.\nTouch the box... ouch! It is hot!"
        },
        {
          "keywords": [
            "writing",
            "marking"
          ],
          "description": "May the future generations serve the clan with the honor I tried to\nimpart to them, with respect inherent in all they do. I can only\nhope that reason can temper the heart of the Warriors of steel, so\nthat we will never again have our mettle tested in the forge of\nhardship.\n- Restin Delrist"
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5714": {
      "vnum": "5714",
      "title": "The Top of the Northeast Tower",
      "description": "Two arcing stone walls, one to the north, one to the south, rise up, and to the\neast are four, large, polished, marble pillars coming up from the ground\noutside the Keep, all the way to the top of the Tower. The western wall is\nfilled with a large, beautiful blue curtain of sturdy make. The curtain is\nbound by large, polished brass rings allowing it to be closed or opened at\nwill. A huge, glass roof covers the top of the Tower. This beautiful roof is\nheld on metal hinges on both sides allowing the roof to be retracted open or\nclosed at will. The glass is perfectly transparent allowing sunlight or\nmoonlight to find the bottom of the floor with ease. Completely encircling the\nperimeter of the tower floor is a layer of stone, seemingly a second layer to\nwhat was once the first (wall) layer, and high enough to require that you step\nover and onto the tower room floor. That floor is covered with moist soil,\nthick in mulch, mixed with decaying leaves, through which many plants have\nsprouted. The trees which grow here are twisted and bent. Parts of them look\ndead, but new growth has sprouted, and the leaves are a healthy green. Some\nof the shrubs have also taken a beating, it appears, but they, too, have new\ngreenery to show for their fight against the elements. Near the twisted trees,\nin the center of the soil-filled floor, off to the side of the worn path, is a\nconstruction known as a dakota hole. At the base of the northern wall and the\nsecondary inner wall, a marble pipe emerges upward, and warm water trickles out\nand soaks the ever moist, mulchy soil. The northern wall appears is perfect\nshape, even polished of any dirt or blemishes. On the right side of the\nnorthern wall there is a remaining tree leaning heavily against the top of the\nwall, its purchase on the shallow floor iffy. The southern wall has small ivy\nvines holding grip to the small grooves in the wall, their tiny green leaves\nseeking sunlight. A small grouping of pink roses appears to have taken root\nnear one of the green shrubs. Near another green shrub a small grouping of\nyellow tulips grows. A small white lily grows near the base of one of the\nsmaller trees. A huge grouping of bright orange and yellow flowers grows in\nthe eastern section among a few small green shrubs. A small sprig of purple\nviolets grows outside an overturned box and between two green shrubs.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_FOREST",
      "exits": {
        "down": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5713"
        }
      },
      "extras": [
        {
          "keywords": [
            "dakota",
            "hole"
          ],
          "description": "In the center of the soil-filled floor, you see a round pit which measures\nabout three feet in depth, and three feet in diameter. This pit is lined\nwith white quartz, inlaid stones with crushed quartz between. The wind\nwhips at a number of little pebbles which have found their way to the\nbottom of the pit, inspiring them to dance. A tunnel measuring four feet\nin length connects this pit to a similar pit, to the south of it, lined\nwith black onyx, inlaid stones with crushed black onyx between. A few\nstray pebbles sit at the bottom of this pit as well."
        },
        {
          "keywords": [
            "north"
          ],
          "description": "The north wall is jagged on either side. It has a slightly concave arc to it.\nThe mortar between the stones which comprise this wall is dry and clean\nlooking. A slender window breaks the continuity of the stone. Near the\nwindow, a long silver rod hangs across the wall, holding a tapestry."
        },
        {
          "keywords": [
            "tapestry"
          ],
          "description": "The tapestry on the long rod appears to be a portrait, perhaps from dictation\nand memory, of a number of Clansmen who lived and were active during one of\nthe Steel Clan's transitory times. Standing in the front is a slight grey-\nelven monk who is obviously the Leader. He wears a couple of lapis necklaces\naround his neck, and on each wrist a lapis bracelet. His black belt is\ndecorated with a golden asp. Beside him to the right is a huge centaur, red\nhaired, with a chestnut coat covering his horse half. His human half seems\nsoiled with dirt, as of a man not given to dainty passtimes, and he is well\narmed. To the Leader's left is a taller grey-elven wearing leather armor. She\nholds a long staff in each hand. Long dark hair streaked with red seems to\nblow in a breeze. Behind her stand two heavily armored trolls, one in steel\nand the other in leather, one holding an axe and the other a large knife.\nBoth trolls are green skinned, but one has red eyes and hair, the other\nyellow eyes and black hair. Behind the centaur, a couple of draconians with\nhuge bat-like wings stand. Between the two draconians and the two trolls, two\nhumans, monks like the Leader, stand, somewhat behind him. Both of them wear\nblack belts, though closer inspection shows both of them to be wearing a\npraying mantis upon each one. Sitting on the ground in front are another\nhuman monk, his black belt showing him to be a member of the School of the\nCrane, and the other of the School of the Tiger. The Tiger monk wears his\nhair in a bowl-shaped hair cut, the rest have short-cropped hair, and the\nCrane monk has a bit of fuzz for hair.\nBelow the tapestry are embroidered names, easy enough to read if you can\nread, and if you look hard enough, for the threads blend into the tapestry:\nLeader: Nixalis n'Gorlas, Black Belt of the Snake; Warlord: Bradwarden\nVarkinlas, Warrior; Envoy: Joja of Dhaes Drae Aesilon, Beast Master. Behind\nEnvoy: Kalkun Krull, troll barbarian, future Warlord; Bludgwuar Stregheria,\ntroll hunter, future BattleAxe and BloodKnight. Behind Warlord: Jedke,\ndraconian warrior, future Warlord; Domenique (sp?), draconian warrior. Behind\nLeader: Dhealiminisu, Guildmaster of the Praying Mantis; Lellyn, Black Belt\nof the Praying Mantis, future Battleaxe and BloodKnight. Sitting: 'Doc'\nMonkifer, Black Belt of the Crane, Battleaxe and Clan physician; Tanzer\nScythe, Black Belt of the Tiger, future BattleAxe."
        },
        {
          "keywords": [
            "south"
          ],
          "description": "The south wall slightly arcs concavely, its tightly fit stones held together\nby dry, clean mortar. A slender window remains, where once archers could let\nfly an arrow at an enemy. Near the window is a silver plaque. Below the\nsilver plaque is a framed parchment."
        },
        {
          "keywords": [
            "silver",
            "plaque"
          ],
          "description": "+------------------------------------------------------------------+\n|                                                                  |\n|         Honor Roll of Those Courageous Enough To Purify          |\n|                                                                  |\n|   Cahaba              Joja              Fizzfaldt                |\n|   Barr                Allandaros        Seraul                   |\n|   Noranne             Nydakoth          Brucee                   |\n|   Tetsou              Toirealach        Yhal                     |\n|   Adinirahc           Waviker           Herubhakef               |\n|   Nurikon             Martine           Hayato                   |\n|   Qataroth            Sinjin            Elmer                    |\n|   Slovex              Reldor            Tokei                    |\n|   Ionesis             Ixion             Dagio                    |\n|   Xazen               Blyel             Krazar                   |\n|   Mitakuye            Restalon          Grazzit                  |\n|   Meier               Tymoran           Theablar                 |\n|   Seaver              Exeudemar         Rysklen                  |\n|   Ethaesean           Krelix            Koenken                  |\n|   Kuzume              Ragner            Monkifer                 |\n|   Grak                Ayladriah         Gwalin                   |\n|   Kevinlape           Carolinas         Montressor               |\n|   Berdar              Dax               Kshemakari               |\n|   Ardelina            Tenclo            Euthanatous              |\n|   Skerikus            Aldinoth          Razzi                    |\n|   Ferrul              Arthur            Gibbons                  |\n|   Marnokx             Agalloch          Giaksith                 |\n|   Vainni              Broksoni          Zornalyn                 |\n|   Viddikren           Clark             Tilion                   |\n|   Faolan                                                         |\n|                                                                  |\n+------------------------------------------------------------------+"
        },
        {
          "keywords": [
            "framed",
            "parchment"
          ],
          "description": "The frame is of a finely polished wood, its grain visible through the\ncontrast of its rings. Upon the flattened parchment is a twin haiku."
        },
        {
          "keywords": [
            "twin",
            "haiku"
          ],
          "description": "Written in a very neat hand, you see the following words:\nPurity of self\nThe harmony of balance\nLiving as nature\nThe spirit unbound\nIntegrity in action\nThe tao of life's truth\n-- Tymoran"
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5715": {
      "vnum": "5715",
      "title": "A large Crusader Barracks",
      "description": "You enter a large Crusader barracks. Oversized cots, bunks, and storage\ntrunks line the walls. All look large enough to be comfortable to the larger\nraces. Any Troll, Giant, or Minotaur would find the size of things\ncompatable. To the north side of the barracks stalls have been constructed\nwith hay for the centaur race's needs. A large fireplace to the east radiates\nheat enough to warm the whole barracks.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "west": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5706"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5716": {
      "vnum": "5716",
      "title": "Further into the Keep",
      "description": "This passage leads further into the keep. Solid stones make up the sturdy\nwalls of the keep. The floors are polished to a glossy shine. To the east a\nRoman arch allows passage to a barracks. To the south you see a lot of\nfoliage from under the stone arch. Along the base of the wall to the west, a\nmarble pipe runs north and south. On the walls near the Inner Keep, a number\nof human handprints have haphazardly stained the walls with dried blood.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "north": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5704"
        },
        "east": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5717"
        },
        "south": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5718"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5717": {
      "vnum": "5717",
      "title": "A moderate Crusader barracks",
      "description": "You enter a barracks built for the medium and smaller races in the Crusader\nranks. Comfortable cots and bunks with heavy cotton blankets line the walls.\nSeveral nests made of straw and twigs line the northern part of the walls for\nthe draconian race to sleep in. A fireplace to the east burns various pine\nwoods, warming the room and carrying the fresh scent of pine in the air.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "west": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5716"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5718": {
      "vnum": "5718",
      "title": "The Green Room",
      "description": "A cool mist and the sound of splashing water greets you as you enter this\npart of the keep. It seems the Crusaders planted a miniature forest inside\ntheir castle! For a moment it is hard to tell whether you stand inside or out\nuntil you catch sight of the large stone ceiling arching overhead. Small\noaks, pines, vines, bushes, and flowers of all sorts thrive here. A marble\nfountain squirts cool water in the center of the tranquil room. Suddenly, you\nnotice a figure blended in with the natural colors, eyeing your every move.\nNear one of the bushes is a mound and a marker.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_FOREST",
      "exits": {
        "north": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5716"
        },
        "east": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5719"
        },
        "south": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5730"
        },
        "west": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5721"
        }
      },
      "extras": [
        {
          "keywords": [
            "fountain"
          ],
          "description": "The fountain is constructed entirely of marble, and whatever mechanism causes\nit to spray water upward and into its pool is unseen. At its base a pipe made\nof the same marble emerges from the northern side and continues to run north-\nward through the miniature forest to the center of the keep."
        },
        {
          "keywords": [
            "marker"
          ],
          "description": "________________\n/                \\\n/                  \\\n/     R.  I.  P.     \\\n|                    |\n| Here Lies The Body |\n|         Of         |\n|                    |\n|       GAMIL        |\n|                    |\n|    Goat Of The     |\n|      Shepherd      |\n|                    |\n|  BATTLEAXE OF THE  |\n|      CRUSADES      |\n|                    |\n\\\\\\//\\/\\//////\\\\\\/\\/\\/\\//////\\\\\\\\//\\\\\\\\\\/////\\\\///"
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5719": {
      "vnum": "5719",
      "title": "The Southeast Tower",
      "description": "A howling whistle of wind and the draft of cool air welcomes you as you enter\nthe southeast tower of the castle. Strong granite stones masoned with excep-\ntional skill form the cone that makes up the tower. Tall stairs lead upwards,\neach step just below an average human's knee spiral to the top. Along the\ntower walls murder holes give a field of observation to that side of the\ncastle. Green moss grows between the goves of the fine stone. A damp cool\nbreeze of air blows through the tower.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "west": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5718"
        },
        "up": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5720"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5720": {
      "vnum": "5720",
      "title": "The Top of the Southeast Tower",
      "description": "The cross winds blow you slightly about on top of the tower. From this height\nall around the castle can be more than clearly viewed. The tower top is\nconstructed by smaller cut stones than the rest of the castle. It circles\naround with large stones placed to allow an opening for sight and a block to\ntake cover behind. Green moss grows from the cracks of stone and a mildew\nscent is carried in the air.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "down": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5719"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5721": {
      "vnum": "5721",
      "title": "An intersection",
      "description": "You stand on the far west side of the castle. The stone structure offers\nlittle warmth. A cool breeze blows through the halls. This point of the keep\nintersects west, north, and east. A stone stairway also decends in the\nsouthern section of the hall.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "north": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5722"
        },
        "east": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5718"
        },
        "west": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5724"
        },
        "down": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5726"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5722": {
      "vnum": "5722",
      "title": "The Battle Room",
      "description": "This is what is known as the battle room. A rack filled with wooden practice\nweapons greets you as you enter. A circular open pit forms a battle arena in\nwhich the monk and gladiator instruct from. Stains of sweat and dried blood\nlay scattered about the pit and the heavy scent of salt hang in the air.\nBattle charts and graphs of weak points of different races line the walls.\nDummies, many which seem beaten to a pulp, already lie scattered about. This\nseems to be the perfect place for a warrior to build and tone the skills of\ncombat.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "south": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5721"
        },
        "west": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5723"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5723": {
      "vnum": "5723",
      "title": "The Crusader Forge",
      "description": "The tremendous heat almost forces you back out of the room. A blinding light\nof molten metals being poured into casts forces your eyes to squint. A large\ndraconian blacksmith and a gnome weaponsmith work this hellish heated forge\nin a furious pace. Nearby, a dwarven mastersmith works the bellows and over-\nlooks the work. The clanging of metalwork rings throughout the keep, and you\nsee quenching barrels, filled with different liquids lining the side of the\nsmithy. A heavy metallic scent looms from the various metals being crafted in\nthe forge. A heat wave shimmers over the room, distorting your sight. The\nblast of heat makes you sweat, and you almost feel as if on fire. Many fine\nswords, shields, armors, and weapons of every sort crafted here line the\nwalls. A cast-iron plaque hangs on the wall near the anvil.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "east": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5722"
        }
      },
      "extras": [
        {
          "keywords": [
            "cast",
            "iron",
            "plaque"
          ],
          "description": "To have the blacksmith remove a curse from an item, say\nUndo the wretched grip of magics, blacksmith!\nTo have the blacksmith return something to its original state, say\nMake pure this tainted gear, blacksmith!"
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5724": {
      "vnum": "5724",
      "title": "The Southwest Tower",
      "description": "A howling whistle of wind and the draft of cool air welcomes you as you enter\nthe southwest tower of the castle. Strong granite stones masoned with excep-\ntional skill form the cone that makes up the tower. Tall stairs lead upwards,\neach step just below an average human's knee spiral to the top. Along the\ntower walls murder holes give a field of observation to that side of the\ncastle. Green moss grows between the goves of the fine stone. A damp cool\nbreeze of air blows through the tower. Hanging on the stone wall, visible to\nall who look, is a small sign carved from redwood.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "east": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5721"
        },
        "up": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5725"
        }
      },
      "extras": [
        {
          "keywords": [
            "sign"
          ],
          "description": "==============================\n=                            =\n=  Tower of the BlodKnights  =\n=                            =\n=============================="
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5725": {
      "vnum": "5725",
      "title": "The Top of the Southwest Tower",
      "description": "The cross winds blow you slighty about on top of the tower. From this height\nall around the castle can be more than clearly viewed. A sign carved of red-\nwood hangs on one of the walls. Upon another wall is a huge golden plaque\nwith names engraved upon it. A honeysuckle vine grows along the walls, its\nleaves and flowers reaching out over just about every inch of the walls, its\nroots dug into the floor beneath the plaque, a few roots reaching upward\nand acting as the source of a steady flow of honeysuckle nectar which falls\ninto a shining golden basin. Amidst the splendor of the flowering vines are\ntrophies of mage heads, beneath which a great weapon hangs in honor. The\nfloor is covered with a thick coating of orange moss.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_CITY",
      "exits": {
        "down": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5724"
        }
      },
      "extras": [
        {
          "keywords": [
            "mage",
            "heads",
            "weapons",
            "weapon",
            "great",
            "trophy",
            "trophies"
          ],
          "description": "You look upon the walls and see eleven mage heads above eleven great weapons.\nEach head looks grotesque, but is otherwise well-preserved. Beneath each head,\nand above each weapon, is a name plate. You are given to understand that a\nBloodKnight was responsible for the death of each mage.\nBeneath the mage head labeled, 'Tauvi', is a scythe-shaped weapon, exotic in\nnature. Beneath the mage head labeled , 'Sorin', is a whip that appears well\npreserved yet at one time heavily used. Under the head labeled, 'Belgarion'\nyou see a great sword with a few nicks marring its edges. Beneath the head\nlabeled, 'Krosis' is a dagger whose blade still carries the blood of the\nslain. Under the head labeled, 'Adolaphus', you see a huge polearm, its blade\ngleaming in the available light. Under the head labeled, 'Pholos', a great\nstaff blends in with the vines as though a slim tree trunk belonged there.\nThe head labeled, 'Margoth' rests above a huge battleaxe, while the head\nlabeled, 'Dyomsis' rests above a pair of razor gloves symbolizing a monk's\nhard-knuckled fists. Beneath the head labeled, 'Ayladriah', is a flail of\nhuge dimension, and beneath the head labeled, 'Barqu', is a huge mace that\ncould only be wieded by someone the size of a troll, centaur, or giant.\nLastly, beneath the head labeled, 'Girlal', you see a sharp, sturdy spear."
        },
        {
          "keywords": [
            "sign"
          ],
          "description": "============================\n=                          =\n= Tower of the BlodKnights =\n=                          =\n============================"
        },
        {
          "keywords": [
            "plaque",
            "gold",
            "golden"
          ],
          "description": "The plaque is huge, with plenty of room to add names to it.\nThe current list of names:\nBlodKnights of the Steel Clan\nVarshandric\nKatznveit (Wookie)\nMonkifer\nBradwarden\nTanzer\nLellyn\nOrgrim\nJedke\nUrsarok\nKalkun\nBludgwuar\nShokaitjisu\nPhlare\nKalkyr\nMacer\nKrazar\nGlykon\nRestalon\nHibernai\nGelador\nDebashe\nZeramus\nVrothgar\nHandersith\nGaulnir\nAelnar\nMurfon\nToshodi\nRigahi\nNikolai\nNelu\nSlate\nJhelt\nTamril\nWoldrun\nNemausus StoneEdge\nVindonnus StoneEdge"
        },
        {
          "keywords": [
            "scratchings",
            "scratching",
            "writing"
          ],
          "description": "Death before Dishonor\n-W"
        },
        {
          "keywords": [
            "stone",
            "stones"
          ],
          "description": "Looking at one of the stones in the wall, you see\nsome scratchings, something written in the stone."
        }
      ],
      "hp_mod": 200,
      "mana_mod": 150
    },
    "5726": {
      "vnum": "5726",
      "title": "The Armory",
      "description": "The thick stone stairs lead straight down into this room. The air here seems\na bit more moist and the temperature a bit cooler. Moss seems to thrive on\nthe smooth stone walls that make up the basement room here. The room slopes\nto form a pit for weapons and gear won in battles but not needed. Visible\nexits are to the south and the stairs leading upward. The scent of alcohol\nwafts in from the south.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "south": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5727"
        },
        "up": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5721"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5727": {
      "vnum": "5727",
      "title": "The Crusader Bar",
      "description": "You enter a cavern with stacks of beer barrels. On the western side a few\nlarge racks hold many bottles of wine in them. A large wooden counter serves\nas a bar with many sturdy stools surrounding it. A large minotaur with a\npatch over one eye grunts as he fills orders. A large knife board rests on\nthe southern wall for throwing practice and entertainment. Many more barrels\nline the exit to the east.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "north": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5726"
        },
        "east": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5728"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5728": {
      "vnum": "5728",
      "title": "The Crusader Canteen",
      "description": "This is the Crusader Canteen. Behind the thick oak counter stands the giant\nshopkeeper. Various goods are stacked in an orderly way on shelves behind the\ncounter. Crates of all shapes and sizes lie stacked all about. Torches on the\nsouth and north walls provide this room with a dim lighting. An exit lies to\nthe west, from which direction you smell the scent of alcohol.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "west": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5727"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5729": {
      "vnum": "5729",
      "title": "Foyer to the Altar Room",
      "description": "The Roman arches continue from the Inner Keep, gracefully overlooking this\nquiet spot. The granite floor below has been polished to near mirror shine.\nSuits of armor decorate the north and south walls, and in between those suits\na colorful shield representing a family which has given several generations\nof honorable warriors to the service of the Crusade. They are colorful, but\nmost are badly dented and one shows signs of scorching. The walls near the\nInner Keep are covered with haphazard blood stains in the shape of human\nhands, some overlapping.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_INDOORS",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "east": {
          "keywords": [],
          "state": [],
          "key": "-1",
          "vnum": "5708"
        },
        "west": {
          "keywords": [],
          "state": [],
          "key": "-1",
          "vnum": "5704"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "5730": {
      "vnum": "5730",
      "title": "Altar to Nature",
      "description": "This space further connects to the Green Room. It is barely noticeable where\none room begins and the other ends. Plants, vines, flowers, and vegetation of\nall sorts grow plentiful here. A strange wooden altar is built to honor true\nnature. A sense of purity with the land is felt while one is near the altar.\nOn either side of the altar are natural wooden tables, as though they grew as\nsuch, their legs rooted into the ground. Upon those tables are small potted\noak trees, bonsai of great age and beauty. Their leaves are tiny replicas of\nfull-sized oak leaves, golden in color.",
      "flags": [
        "ROOM_NO_BLITZ",
        "ROOM_HOUSE",
        "ROOM_NO_GATE",
        "ROOM_NO_SUMMON",
        "ROOM_NO_CONSECRATE",
        "ROOM_NO_TELEPORT"
      ],
      "sector": "SECT_FOREST",
      "exits": {
        "north": {
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "5718"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    }
  }
}