{
  "filename": "justicar.are",
  "name": "Justicar's Stronghold",
  "listing": "{HOUSE} Carenthir Justicar's Stronghold",
  "range": "23600 23645",
  "rooms": {
    "23600": {
      "vnum": "23600",
      "title": "Before the Justicar stronghold",
      "description": "The undergrowth on either side of the path to the north thins as it\napproaches the glass-domed structure to the south. The building's high\nwalls of white marble thrust forth from the ground beneath, their well-\npolished surface gleaming much like the iridescent path to the north.\nSupported by thick pillars of granite at each corner of the building,\nthe wall frames a tall, pointed arch that allows passage to the south.\nWithin the arch hang thick wooden doors, inlaid with decorative runes of\nshining platinum and softly glowing mithril. The arched gate appears open\nbut entrance into the structure may not be a good idea without the\npermission of the Stronghold.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_CITY",
      "exits": {},
      "extras": [
        {
          "keywords": [
            "undergrowth"
          ],
          "description": "Occasional foot traffic keeps the short grass bordering the trail\nstunted. Further from the path, however, that sparse vegetation\nquickly grows into a formidable wall of slender, tightly packed trees\nand clinging evergreen undergrowth. Some light does make it through,\nbut it would be difficult to progress very far into the foliage."
        },
        {
          "keywords": [
            "runes",
            "mithril",
            "platinum"
          ],
          "description": "The gleaming runes somehow make their meaning known to you:\n\"ORDER IS ESSENTIAL TO SOCIETY\""
        },
        {
          "keywords": [
            "structure",
            "walls"
          ],
          "description": "Massive slabs of white, polished marble have been planted firmly into\nthe ground to serve as the walls of this building. The entryway facing\nnorth is fairly narrow, but the thinner greenery near the walls\nreveals a greater width to the structure further south."
        },
        {
          "keywords": [
            "pillars"
          ],
          "description": "Circular shafts of rough granite at least eight feet around stand at\neach corner of the front wall of the building. Broad bases curve up\ninto smooth columns, and the capital of each pillar has been carefully\nshaped to resemble an open scroll. Deep runes have been carved in\neach. The east pillar reads \"From chaos, Order\"; the west declares\n\"From anarchy, Society\"."
        },
        {
          "keywords": [
            "arch",
            "doors"
          ],
          "description": "The stones forming the pointed arch of the doorway have been carefully\ncarved and fitted into a seamless curve. More remarkable, however, is\nthe color of the marble used. The stones near the bottom are a jet\nblack marble, in sharp contrast to the surrounding white walls. As the\narch rises from the ground, the color brightens from black to dark\ngrey, to light grey, and finally to white near the top. The keystone,\nperhaps twenty feet high, is composed of softly glowing elysium. The\noaken doors hanging within the arch are weatherbeaten but sturdy, and\nthe decorative runes within still shine brightly."
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23601": {
      "vnum": "23601",
      "title": "Entrance to the Justicar stronghold",
      "description": "Many of the rooms have been transported brick by brick from the\nprevious Stronghold building but some changes have been made as well.\nWidely spaced walls of white marble border a spacious hallway leading\nnorth and south. An arched ceiling overhead is supported by many slender,\nintricately carved pillars, and it echoes the sound of running water\ncoming from the south. The floor is made of the same grey stone that\ncomposes the pillars, and is mostly unremarkable, though it is\ninterrupted just inside the door by a huge and intricate mosaic. The jet-\nblack opal on one side seems to struggle against the pearl of purest\nwhite on the other, but there is harmony in their balance as well. A\nchamber opens southward and massive wooden doors are set in the thick\nwalls to the north, allowing exit from the Justicar fortress.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_INSIDE",
      "exits": {},
      "extras": [
        {
          "keywords": [
            "mosaic",
            "opal",
            "pearl"
          ],
          "description": "The exquisite mosaic dominates the entrance, a yin-yang crafted with\nshards of darkest opal and hundreds of bright pearls. The inherent\nmessage of Duality lends solemnity to the Stronghold's entranceway,\nencouraging no footfall here to be taken lightly. The mosaic is here\nin tribute to the lord Kaleb."
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23602": {
      "vnum": "23602",
      "title": "Grand foyer",
      "description": "The stronghold opens into a massive central chamber, lit by natural\nlight streaming through a glass dome perhaps forty feet above. Your view\nof the dome is slightly obstructed by a walkway the seems to connect\nrooms at either end of the second floor of the stronghold. Benches of\nstone line the curved walls of the chamber, offering places of rest to\ntired lawmen. In the middle of the room is a magnificent fountain,\nlayered in rising concentric circles of marble and surrounded by lush,\nflowering greenery. Atop a high pedestal at the fountain's crown stands a\nlarge Scale of bright bronze, untarnished by the vapor that the splashing\nwater produces. A small room opens up to the west.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_INSIDE",
      "exits": {},
      "extras": [
        {
          "keywords": [
            "greenery",
            "flower",
            "flowers"
          ],
          "description": "The plants here are exotic, not native to this part of Thera. Imported\nfrom the grasslands far to the southwest, the flowers' survival is\nensured by the fountain's continual nourishment and the gentle\nsunlight that sometimes filters down from the dome above."
        },
        {
          "keywords": [
            "scale",
            "gold"
          ],
          "description": "A thick shaft of polished bronze serves as the center of this huge\nscale. The shaft tapers off towards the top, where it meets a thin\ncrossbar. On each end of the crossbar, the balanced platforms are\nsupported by extremely thin, finely-wrought chains. The scale is\nevidently placed here to honor the lord Malistien. Oddly enough, as\nyou look, the scale seems almost to tilt of its own accord..."
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23603": {
      "vnum": "23603",
      "title": "Apothecary",
      "description": "The western wall of this room is filled with long wooden shelves. They\nare filled with hundreds of different concoctions and poultices contained\nin jars of every shape, size and color. Despite the prolific number of\ncontainers that fill the shelves, they are remarkably neat, with each jar\ncarefully labelled and facing forward for easy access. Each of the\nmixtures looks meant to aid the healing arts in some way. A door leads\nback out to the east into the massive foyer.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_INSIDE",
      "exits": {},
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23604": {
      "vnum": "23604",
      "title": "Training grounds",
      "description": "This corner of the Justicar stronghold contains a small battleground,\nan arena designed to allow the lawmen to practice and duel to hone\ntheir skills. The marble floor stops suddenly, dropping down into a\npit perhaps thirty feet across and four deep. Decorative weapons hang\non the southern and eastern walls, though nicks along their blades\nindicate that the weapons were not always purely ornamental. The\nbottom of the pit has been filled with a coarse white sand, clumped\nhere and there with dried blood- the training that takes place here\nmust be serious indeed. A pile of limp-looking practice dummies rests\nin the southeast corner, and bits of cloth that used to be practice\ndummies lie partially buried under the sand. The stronghold continues\nto a dim room northward, and west to a large stairwell.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_INSIDE",
      "exits": {},
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23605": {
      "vnum": "23605",
      "title": "Commissary",
      "description": "This room is split north to south by a low wooden counter. The wood is\na light and well polished oak, but has been stained all over with\npatches of a dark, crusty substance. The stone floor bears similar\nstains- this whole area could use a thorough cleaning. Behind the\ncounter, all manner of boxes and crates have been haphazardly stacked.\nSome open, some closed, many empty, they contain the bulk of the\nJusticar provisions. A sign on the counter lists all the items\ncurrently available to the lawmen.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_INSIDE",
      "exits": {},
      "extras": [
        {
          "keywords": [
            "sign"
          ],
          "description": "*********************************\n* Available to the Justicars:   *\n*   standard issue rucksack     *\n*   pigeon-feather quill        *\n*   inkwell                     *\n*   official stationery         *\n*   Nar's Meat Surprise         *\n*   Compendium                  *\n*                               *\n* Courtesy of Shorty's brewery: *\n*   Ebony Stout                 *\n*   Shorty's barley ale         *\n*                               *\n*********************************"
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23606": {
      "vnum": "23606",
      "title": "Justicar barracks",
      "description": "The walls of this low room are lined with rows of bunkbeds, packed\ntightly together. The dirty stone floor bears a number of worn\npieces of clothing, casually tossed aside by owners in a hurry to meet\ntheir next obligation as lawmen. The bunks themselves, however, are\ntightly and uniformly made- sheets tucked firmly beneath the mattress,\npillows on top. Some of the beds have small chests next to them for\npersonal effects, but they contain nothing of note. The barracks\ncontinue to the south.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_INSIDE",
      "exits": {},
      "extras": [
        {
          "keywords": [
            "clothing"
          ],
          "description": "Sweaty, worn and tattered, these old pieces of clothing are more\nsuited to be used as rags than worn."
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23607": {
      "vnum": "23607",
      "title": "Base of the grand stairwell",
      "description": "A wide spiral staircase stands at the southern end of the stronghold's\nfirst floor, leading upstairs to a quieter portion of the Justicar\nfortress. The steps of broad marble are lined down the center with a\nthick, rich carpeting of deep blue. The thousands footfalls these steps\nbear are heavy with both weight and with responsibility. A wide tapestry\nis hung along the inner wall of the stairwell, and a tall painting stands\nopposite. A gleaming railing of brass follows the outside of the circular\nstairwell as it ascends towards a bright room above. A wide, shallow pit\nyawns open in the floor eastward while to the west, you can see massive\nshelves of supplies. A grand courtyard opens up to the north while to the\nsouth, you may exit into a wooded area.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_INSIDE",
      "exits": {},
      "extras": [
        {
          "keywords": [
            "tapestry"
          ],
          "description": "The tapestry consists of multicolored silks stitched onto a background\nof light blue wool. They depict an ancient priest with a flowing beard\nof white, setting a bright feathered quill to a massive Book, as an\nimposing owl stretches its wings overhead."
        },
        {
          "keywords": [
            "painting"
          ],
          "description": "The work depicts a paladin in silver platemail, facing an indistinct\nhorde painted mostly in dark red and black. The paladin is thrusting a\nballed fist toward heaven, and a massive hand is forming above the\nencroaching enemies in response."
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23608": {
      "vnum": "23608",
      "title": "Above the grand stairwell",
      "description": "This wide marble stairwell is capped by a dome of clear glass. Offices\nflank you to the east and west while a suspended walkway traverses the\nstronghold from south to north. The walkway passes directly underneath\nthe massive glass dome. In the center of the glass dome above, thousands\nof shards of frosted glass have been mounted to form a four-pointed star\nthat glows gently in the sky's light. The staircase descends to the floor\nbelow.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_INSIDE",
      "exits": {},
      "extras": [
        {
          "keywords": [
            "star",
            "four-pointed"
          ],
          "description": "The pattern of lightly stained glass is lit from behind by the sky\nabove, but it glows with an inner light also, gently illuminating\nthe stairwell beneath even in the darkest hour of night."
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23609": {
      "vnum": "23609",
      "title": "Council of the Justicars",
      "description": "A smooth floor of grey marble supports the massive oaken table that\ndominates this room, its polished surface gleaming in the flickering\nlight of the torches mounted along the walls. A single chair stands at\nthe head of the long table, intended for the High Arbiter of the\nJusticars to preside over the meetings that take place here. Most\nstriking in this room, however, are the two statues mounted on the\nnorthern and southern walls. The two avian figures oversee the\ndeliberations with outstretched wings and gleaming eyes- one a bright\nphoenix, the other a dark owl. A door offers exit to the west.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_INSIDE",
      "exits": {},
      "extras": [
        {
          "keywords": [
            "phoenix"
          ],
          "description": "Mounted high on the northern wall, this magnificent Phoenix is crafted\nfrom yellow gold and deep orange amber, with streaks of fire-red ruby\nand bright elysium running throughout. The odd mix of materials is\ncombined with incredible skill- the bird is actually clothed in\nindividual, delicate feathers of these precious materials. The light\nglancing off the statue gives the impression of a continual blaze. It\nis unlikely that such a masterpiece is the work of purely mortal\nhands. Piercing eyes of emerald stare down over a sharp beak, a\nreminder that the high lord Riallus once blessed the Law with his\nguidance."
        },
        {
          "keywords": [
            "owl"
          ],
          "description": "Mysterious and imposing, the massive Owl on the south wall of the\nchamber is fashioned of polished opal, dark green malachite and the\nblackest of obsidian. Its finely wrought feathers are flecked with a\nfair amount of silver as well, giving the impression of great age, but\nwithout a hint of frailty. The curved beak and wicked talons are made\nof pure gold, their brightness standing out in sharp contrast to the\nstatue's feathers. Lifelike eyes of glittering emerald oversee the\nproceedings, ensuring that in Wervdon's name, decisions here are made\nwith wisdom."
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23610": {
      "vnum": "23610",
      "title": "Shrine of Law",
      "description": "This small shrine is the most sacred room in the Justicar fortress.\nThe walls are built in a nearly perfect circle, and composed of\nswirling black, grey and white marble. The low ceiling above is broken\nby a skylight of multifaceted crystal that glows dimly no matter the\nhour of the day. Beneath the skylight, lit by a thousand small shafts\nof light from above, is an immense pillar. The pillar thrusts up from\nthe center of a gaping hole in the earth, too deep to make out the\nbottom, too deep to fathom. A short outcropping of stone bridges the\nchasm, allowing the monstrous pillar to be approached. Behind the\npillar on the northern wall, a heavy banner proudly displays the Seal\nof the Justicars. A break in the eastern wall permits exit.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_INSIDE",
      "exits": {},
      "extras": [
        {
          "keywords": [
            "banner",
            "seal"
          ],
          "description": "The thick cloth tapestry has been dyed a blue so dark it is almost black,\nand the Seal is stitched in thread of pure white and shimmering gold- a\nhuge owl, wings spread in flight, its cruel-looking talons clenching both\na quill and a sword."
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23611": {
      "vnum": "23611",
      "title": "Justicar barracks",
      "description": "The walls of this low room are lined with rows of bunkbeds, packed\ntightly together. The dirty stone floor bears a number of worn\npieces of clothing, casually tossed aside by owners in a hurry to meet\ntheir next obligation as lawmen. The bunks themselves, however, are\ntightly and uniformly made- sheets tucked firmly beneath the mattress,\npillows on top. Some of the beds have small chests next to them for\npersonal effects, but they contain nothing of note. A wide, shallow\npit interrupts the floor southward, and the barracks continue to the\nnorth.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_INSIDE",
      "exits": {},
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23612": {
      "vnum": "23612",
      "title": "High Arbiter's Office",
      "description": "This office is sparsely decorated. A massive desk sits facing the door\nwhile an uncomfortable wooden chair sits behind it. A small potted plant\nsits by a large window on the western wall through which you can see lush\nforest as far as the eye can see. Bookshelves line both the northern and\nsouthern walls of the room and are filled with numerous tomes about the\nlaw and various other subjects. A deep-blue colored rug covers part of\nthe marble floor with the Seal of Justice at its center. You may exit\nback to the stairwell to the east.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_INSIDE",
      "exits": {},
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23613": {
      "vnum": "23613",
      "title": "Chief Magistrate's Office",
      "description": "This office is sparsely decorated. A massive desk sits facing the door\nwhile sturdy looking wooden chair sits behind it. A small potted plant\nsits by a large window on the eastern wall through which you can see the\nsurrounding lands. To the east you can make out the small village of\nShadowdale and south of that, the new city of Sudharma. You can also see\na path of iridescent stones trailing off from the stronghold to the east.\nBookshelves line both the northern and southern walls of the room and are\nfilled with numerous tomes about the law and various other subjects. A\ndeep-blue colored rug covers part of the marble floor with the Seal of\nJustice at its center. You may exit back to the stairwell to the west.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_INSIDE",
      "exits": {},
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23614": {
      "vnum": "23614",
      "title": "A Suspended Walkway",
      "description": "This walkway connects the northern and southern ends of the second\nfloor of the stronghold. Support beams of painted wood connect reach\nacross to the base of the domed ceiling and support the walkway. The\nwalkway itself is made of finely stained and laquered wood. A sturdy\nwooden railing keeps you from falling over the edge to the foyer below.\nYou may walk to the stairwell at the southern end of the walkway or\nyou may walk northward into the Great Hall.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_INSIDE",
      "exits": {},
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23615": {
      "vnum": "23615",
      "title": "The Great Hall",
      "description": "A great hall sits here. The walls are lined with pictures of past\ndistinguished members of the Ancient Order of the Justicar. Other relics\nof the past are framed along the walls. Small inscriptions describe their\nsignificance. At the eastern end of the hall lies the Council chambers\nwhile the western side of the hall takes you into a place of great power.\nYou may also exit the hall southward along the suspended walkway.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_INSIDE",
      "exits": {},
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23616": {
      "vnum": "23616",
      "title": "A Wooded Yard",
      "description": "The stronghold opens up in the rear to the wooded area behind. It is so\nthick that it is almost impassable and quickly becomes so to the south.\nIt would be easy for one with knowledge of the woods to hide here. You\nmay continue through the woods to the east but every other way is\nimpassable.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_FOREST",
      "exits": {},
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23617": {
      "vnum": "23617",
      "title": "A Wooded Yard",
      "description": "The stronghold opens up in the rear to the wooded area behind. It is so\nthick that it is almost impassable and quickly becomes so to the south.\nIt would be easy for one with knowledge of the woods to hide here. You\nmay continue through the woods to the east or west or you may head back\ninto the stronghold to the north. The way to the south is impassable.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_FOREST",
      "exits": {},
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "23618": {
      "vnum": "23618",
      "title": "A Wooded Yard",
      "description": "The stronghold opens up in the rear to the wooded area behind. It is so\nthick that it is almost impassable and quickly becomes so to the south.\nIt would be easy for one with knowledge of the woods to hide here. You\nmay continue through the woods to the west but every other way is\nimpassable.",
      "flags": [
        "ROOM_INDOORS",
        "ROOM_LAW"
      ],
      "sector": "SECT_FOREST",
      "exits": {},
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    }
  }
}