{
  "filename": "safehouse.are",
  "name": "Syndicate Safe House",
  "listing": "{ALL  } Sydow/Rellion Syndicate Safe House",
  "range": "48000 48099",
  "rooms": {
    "48000": {
      "vnum": "48000",
      "title": "A Dark Entryway",
      "description": "You stand in the entry hall of a once austere mansion, now fallen\ninto decadence and disrepair.  Wooden planks line the floor that\ntends to give a somewhat disheartening squeak as it creaks under\nyour weight.  A maroon rug, muddy and stained, runs the length of\nthe entryway to deeper within this rundown estate.  On the walls\nhang pictures of seemingly nefarious individuals, grinning at you\nwith self-assured smiles.  Beneath the oil portraits are golden\nplaques naming the subjects, revealing them to be the previous\nGodfathers of the Syndicate.  Burnished candleholders are fastened\nbetween the paintings, though only provide a a small measure of\nlight to this gathering place of criminals and wanted men.  Maybe\nthere's a reason why only a few of the candles are lit.  The rug\ncan you lead deeper into this repository of crime, or a large oak\ndoor opens to the turbulent streets of Arkham.",
      "flags": [
        "ROOM_INDOORS"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "east": {
          "description": "You see a long, dark hallway to the east.",
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "48001"
        },
        "south": {
          "description": "You can see a few people relaxing southward.",
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "48005"
        },
        "west": {
          "description": "A solid oak door blocks the way to Arkham in the west.",
          "keywords": [
            "oak",
            "door"
          ],
          "state": [
            "IS_DOOR"
          ],
          "key": "0",
          "vnum": "848"
        }
      },
      "extras": [
        {
          "keywords": [
            "portraits"
          ],
          "description": "These portraits appear to be of impeccable work.  Contemporary and\nstylish, they depict past Godfathers of the Family standing quite\nstoically in what you presume to be the Family Dining Hall.  Quite\nrecognizable are Nasir, Azeban, Sentorg, and an array of other note-\nworthy dignitaries from the Family."
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "48001": {
      "vnum": "48001",
      "title": "A Long Hallway",
      "description": "The long rug continues down the mansion, its crimson threads almost\nappearing as a river of blood gushing through the hallway.  Light is\ndimly provided by a few scattered candles sitting on small tables\nlining the hallway, clearly at one point valuable but now fallen into\nthe same decrepit state as the entire mansion.  Spiders spin their\nwebs proudly in every nook and cranny of the hall in celebration of\ntheir victory over the original inhabitants of the building.  On the\nnorthern wall a large poster is nailed, bearing some information the\nSyndicate has seen fit to disseminate to the public.  To the south a\ndiscrete door gives entry to a somehow darker room than the rest of\nthis actively decaying mansion, while the hallway meanders toward\nthe east.",
      "flags": [
        "ROOM_INDOORS"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "east": {
          "description": "You see a widening of the hallway to the east.",
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "48003"
        },
        "south": {
          "description": "A small room is visible to the south.",
          "keywords": [
            "oak",
            "door"
          ],
          "state": [
            "IS_DOOR"
          ],
          "key": "-1",
          "vnum": "48002"
        },
        "west": {
          "description": "To the west you can see the front door of the mansion.",
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "48000"
        }
      },
      "extras": [
        {
          "keywords": [
            "poster"
          ],
          "description": "*******************************************************************\nLET IT BE KNOWN:\nThe beneficent Family of the Syndicate will reward any who slay the\nHigh Arbiter of Justicar with 15,000 gold coins.\nProof must be provided.\n-signed with the seal of the Godfather-\n*******************************************************************"
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "48002": {
      "vnum": "48002",
      "title": "A Guest Room",
      "description": "Evidently at one point the occupants of this mansion had occasion to\nhost guests, and this is where they were kept.  A large bed dominates\nthe room, providing an opportunity to rest for those taking advantage\nof the Syndicate safe house.  A small nightstand rests in the corner\nnext to the bed, where a solitary candle slowly melts, creating an\natmosphere somehow more dour and dark than the rest of the building.\nA faded painting hangs on the wall, depicting Arkham at its height.\nThis room could desperately use the attention of a maid, but given\nyour surroundings, that appears very unlikely.  A door to the north\nprovides access to the rest of the house.",
      "flags": [
        "ROOM_INDOORS"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "north": {
          "description": "An oak door offers entry to the hallway.",
          "keywords": [
            "oak",
            "door"
          ],
          "state": [
            "IS_DOOR"
          ],
          "key": "-1",
          "vnum": "48001"
        }
      },
      "extras": [
        {
          "keywords": [
            "painting"
          ],
          "description": "Tall, majestic buildings give off an impression of great wealth and\naffluence in this painting of Arkham.  The artist, clearly working\nbefore the Imperial invasion, must have lived hundreds of years ago.\nThe paint is quite faded in some parts, but you can still make out the\nopulent mansions in the work."
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "48003": {
      "vnum": "48003",
      "title": "Junction in the Hallway",
      "description": "The mansion's long hallway abruptly widens, providing access to all\nthe cardinal directions.  In this room at least, light defeats the\notherwise pervasive darkness.  A large chandelier hangs dangerously\nlow from the ceiling, infusing a glimmering light throughout this\nmeeting of paths.  The creaky floors actually manage to sag in some\nplaces, though never quite breaking.  Random sheets of papers are\nscattered throughout the room, probably copies of the reports given\nto the Syndicate officials who use this building as a safe house.\nYou can continue to the west, south, and east.",
      "flags": [
        "ROOM_INDOORS"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "east": {
          "description": "An imposing staircase to the east rises to the second story.",
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "48006"
        },
        "south": {
          "description": "You see a small kitchen.",
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "48004"
        },
        "west": {
          "description": "The hallway continues running to the west.",
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "48001"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "48004": {
      "vnum": "48004",
      "title": "A Decrepit Kitchen",
      "description": "The reality that anyone would ever want to eat in this kitchen is\nrevolting.  Grime and sludge mar every surface, to the point where\nyou're more likely to die from some disease than to find anything\nto eat.  A few candles illuminate this disgusting scene, though\nperhaps you wish they had not.  The Syndicate clearly isn't in the\nbusiness of hosting people, though they did need some way to keep\nmore longterm assets fed.  A solitary window in the north wall\ndisplays the fallen city of Arkham, and a small measure of light\non that side of the room.  The archway to the north leads to the\nstaircase.",
      "flags": [
        "ROOM_INDOORS"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "north": {
          "description": "An archway to the north provides access to the hallway.",
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "48003"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "48005": {
      "vnum": "48005",
      "title": "A Comfortable Parlor",
      "description": "In stark contrast with the rest of the mansion, this parlor seems\nto be well taken care of and lavish.  Four chandeliers hang from\nceiling, blasting light in the room.  A few candles superfluously\nadd light to the room, which could almost blind a person, having\nalready suffered through the darkness in the rest of the building.\nA large poster of Drehse Vs'Intey, High Arbiter of Justicar, is\npinned to the west wall, bearing numerous darts that the Syndicate\nassets and allies must have thrown in their leisure time.  The\nopening to the north leads back to the junction.",
      "flags": [
        "ROOM_INDOORS"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "north": {
          "description": "An archway to the north provides access to the entryway.",
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "48000"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "48006": {
      "vnum": "48006",
      "title": "A Creaky Stairway",
      "description": "You can almost hear dice rattling in your head with every step you\ntake on this staircase.  One misstep would likely have you tumbling\ndown the stairs to certain injury.  An untrustworthy bannister does\noffer its support, though various beams and railings are missing.\nThe same maroon carpet in the rest of the mansion runs up these\nstairs, though there are some slightly darker blotches staining\nvarious places on it.  Shadows creep down the staircase from\nupstairs, looking thoroughly dangerous.",
      "flags": [
        "ROOM_INDOORS"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "west": {
          "description": "The junction lies to the west.",
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "48003"
        },
        "up": {
          "description": "You can see the upstairs landing at the top of the stairs.",
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "48007"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "48007": {
      "vnum": "48007",
      "title": "A Silent Landing",
      "description": "Not even the floors creak at the top of the staircase, as not one\nsound manages to ring out in the oppressive silence.  A single candle\nsits in an alcove on the eastern wall, dimly providing you with vision\nof this eery room.  Other alcoves are seen on the walls, except that\ninstead of containing candles, bear statuettes of the gods of Syndicate.\nThe alcoves contain images of Rellion, Jeriath, Krazar, and Joja peering\ndown at those present on the landing with suspicious eyes.  As opposed\nto the filthy lower level, this landing is well kept, with no evidence\nof grime or disease anywhere.  To the west is a huge, double door made\nfrom the finest ebony wood, bearing the emblem of the Syndicate gilded\nmasterfully.  A dangerous looking set of stairs lead back to the first\nfloor.",
      "flags": [
        "ROOM_INDOORS"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "west": {
          "description": "Through the ebony door you can see a pristine study.",
          "keywords": [
            "ebon",
            "door"
          ],
          "state": [
            "IS_DOOR"
          ],
          "key": "-1",
          "vnum": "48008"
        },
        "down": {
          "description": "Down the stairs the ground floor can be seen.",
          "keywords": [],
          "state": [],
          "key": "0",
          "vnum": "48006"
        }
      },
      "extras": [],
      "hp_mod": 100,
      "mana_mod": 100
    },
    "48008": {
      "vnum": "48008",
      "title": "A Large Study",
      "description": "This place must be one of the Syndicate's hubs of information.  Well looked\nafter and aesthetically pleasing, this study contains basically everything\nyou would expect it to.  Candleabras are fastened to the walls, providing\na good deal of light for the Syndicate's officials to peruse reports and\ndeal with the numerous issues brought to their attention daily.  A large desk\nfaces you immediately upon entering, behind which hangs a large portrait of\nRellion, the Eternal Godfather.  Other papers are nailed to the wall detailing\nimportant status updates of the Syndicate's many business interests in Thera.\nThat same red carpet leads the way back to the top of the stairs, though here\nthe carpet is in pristine condition.",
      "flags": [
        "ROOM_INDOORS"
      ],
      "sector": "SECT_INSIDE",
      "exits": {
        "east": {
          "description": "An ebony door opens to the landing.",
          "keywords": [
            "ebon",
            "door"
          ],
          "state": [
            "IS_DOOR"
          ],
          "key": "-1",
          "vnum": "48007"
        }
      },
      "extras": [
        {
          "keywords": [
            "portrait"
          ],
          "description": "Grinning broadly while posing heroically, Rellion Simayu looks the picture of\na well-to-do businessman possessing a subtle power.  He wears a pinstripe suit\nof the finest quality and is pictured, naturally, smoking one of his trademark\ncigars."
        }
      ],
      "hp_mod": 100,
      "mana_mod": 100
    }
  }
}